Repository: merturun/MIM
Catalog: App_GlobalResources/language/lang.*.resx
Languages: tr

# About.Desc
source: About Us
tr: Hakkımızda

# Chart.Title.UserCount
source: User Count
tr: Kullanıcı Sayısı

# Department.AddNew
source: Create New Department
tr: Yeni Departman Oluştur

source: Department Description
tr: Departman Açıklaması

source: Department Manager
tr: Departman Yöneticisi

# Department.ModalTitle.Add
source: Add Department
tr: Departman Oluştur

# Department.ModalTitle.Delete
source: Are you sure to delete this department?
tr: Bu departmanı silmek istediğinize emin misiniz ?

# Department.ModalTitle.Edit
source: Edit Department
tr: Departman Düzenle

# Department.ModalTitle.Show
source: Department Details
tr: Departman Detayları

source: Department Name
tr: Departman Adı

# Departments-&gt;All
source: Departments->All
tr: Departmanlar->Tüm

# Departments-&gt;Create
source: Departments->Create
tr: Departmanlar->Oluştur

# Departments-&gt;Delete
source: Departments->Delete
tr: Departmanlar->Sil

# Departments-&gt;Edit
source: Departments->Edit
tr: Departmanlar->Düzenle

# Departments-&gt;Show
source: Departments->Show
tr: Departmanlar->Göster

# Departments-&gt;Table
source: Departments->Table
tr: Departmanlar->Tablo

# Dropdown.First
source: Choose One
tr: Seçiniz

# en
source: English
tr: İngilizce

# Group.AddNew
source: Create New Group
tr: Yeni Grup Oluştur

source: Group Description
tr: Grup Açıklaması

# Group.GrantCount
source: Total Grants
tr: Yetki Sayısı

# Group.Grants
source: Grants
tr: Yetkiler

# Group.ModalTitle.Add
source: Add Group
tr: Grup Oluştur

# Group.ModalTitle.Delete
source: Are you sure to delete this group?
tr: Bu grubu silmek istediğinize emin misiniz ?

# Group.ModalTitle.Edit
source: Edit Group
tr: Grup Düzenle

# Group.ModalTitle.Show
source: Group Details
tr: Grup Detayları

source: Group Name
tr: Grup Adı

# Groups-&gt;All
source: Groups->All
tr: Gruplar->Tüm

# Groups-&gt;Create
source: Groups->Create
tr: Gruplar->Oluştur

# Groups-&gt;Delete
source: Groups->Delete
tr: Gruplar->Sil

# Groups-&gt;Edit
source: Groups->Edit
tr: Gruplar->Düzenle

# Groups-&gt;Show
source: Groups->Show
tr: Gruplar->Göster

# Groups-&gt;Table
source: Groups->Table
tr: Gruplar->Tablo

# HomePage.Title
source: Home Page
tr: Ana Sayfa

# Label.ChooseFile
source: Choose File
tr: Dosya Seçiniz

# Login.Login
source: Login
tr: Giriş Yap

# Login.Password
source: Password
tr: Parola

# Login.Username
source: Username
tr: Kullanıcı Adı

# Login.Welcome
source: Welcome to MIM Management System
tr: MIM Yönetim Sistemine Hoşgeldiniz

# Modal.Button.Add
source: Add
tr: Ekle

# Modal.Button.Cancel
source: Cancel
tr: İptal

# Modal.Button.Create
source: Create
tr: Oluştur

# Modal.Button.Delete
source: Delete
tr: Sil

# Modal.Button.Edit
source: Edit
tr: Düzenle

# Modal.Button.SaveChanges
source: Save Changes
tr: Değişiklikleri Kaydet

# Model.Department
source: Department
tr: Departman

# Model.Departments
source: Departments
tr: Departmanlar

# Model.Group
source: Group
tr: Grup

# Model.Groups
source: Groups
tr: Gruplar

# Model.Title
source: Title
tr: Ünvan

# Model.Titles
source: Titles
tr: Ünvanlar

# Model.Toastr.SameUser
source: You can't delete own user.
tr: Kendi kullanıcınızı silemezsiniz.

# Model.User
source: User
tr: Kullanıcı

# Model.Users
source: Users
tr: Kullanıcılar

# NavBar.Hi
source: Hi
tr: Merhaba

# QuickUser.MyActivity
source: My Activity
tr: Aktivitelerim

# QuickUser.MyActivity.desc
source: Logs and notifications
tr: Loglar ve Bildirimler

# QuickUser.MyMessage
source: My Message
tr: Mesajlarım

# QuickUser.MyMessage.desc
source: Inbox and Tasks
tr: Gelen Kutusu ve Görevler

# QuickUser.MyProfile
source: My Profile
tr: Profilim

# QuickUser.MyProfile.desc
source: Account settings and more
tr: Hesap Ayarları ve fazlası

# QuickUser.MyTask
source: My Task
tr: Görevlerim

# QuickUser.MyTask.desc
source: Latest tasks and projects
tr: Son Görevlerim ve Projelerim

# QuickUser.SignOut
source: Logout
tr: Çıkış Yap

# QuickUser.Title
source: User Profile
tr: Kullanıcı Profili

# QuickUser.UpdateProfile
source: Update
tr: Güncelle

# Site.Title
source: MIM Management System
tr: MIM Yönetim Sistemi

# Table.Action
source: Actions
tr: Aksiyonlar

# Table.NoRecord
source: No record found
tr: Kayıt Bulunamadı

# Table.SearchBar.Clear
source: Clear
tr: Temizle

# Table.SearchBar.Search
source: Search
tr: Ara

# Title.AddNew
source: Create New Title
tr: Yeni Ünvan Oluştur

source: Title Description
tr: Ünvan Açıklaması

# Title.ModalTitle.Add
source: Add Title
tr: Ünvan Oluştur

# Title.ModalTitle.Delete
source: Are you sure to delete this title ?
tr: Bu ünvanı silmek istediğinize emin misiniz ?

# Title.ModalTitle.Edit
source: Edit Title
tr: Ünvanı Düzenle

# Title.ModalTitle.Show
source: Title Details
tr: Ünvan Detayları

source: Title Name
tr: Ünvan Adı

# Title.OrganizationID
source: Organization
tr: Kurum

# Titles-&gt;All
source: Titles->All
tr: Ünvanlar->Tüm

# Titles-&gt;Create
source: Titles->Create
tr: Ünvanlar->Oluştur

# Titles-&gt;Delete
source: Titles->Delete
tr: Ünvanlar->Sil

# Titles-&gt;Edit
source: Titles->Edit
tr: Ünvanlar->Düzenle

# Titles-&gt;Show
source: Titles->Show
tr: Ünvanlar->Göster

# Titles-&gt;Table
source: Titles->Table
tr: Ünvanlar->Tablo

# tr
source: Turkish
tr: Türkçe

# User.AddNew
source: Create New User
tr: Yeni Kullanıcı Oluştur

# User.AllGrants
source: This user have all grants.
tr: Kullanıcı tüm yetkilere sahip.

# User.BornDate
source: Born Date
tr: Doğum Tarihi

# User.Department
source: Department
tr: Departman

# User.Firstname
source: First Name
tr: Ad

# User.General
source: General
tr: Genel

# User.Groups
source: Groups
tr: Gruplar

# User.Lastname
source: Last Name
tr: Soyad

# User.ModalTitle.Add
source: Add User
tr: Kullanıcı Oluştur

# User.ModalTitle.Delete
source: Are you sure to delete this user?
tr: Bu kullanıcıyı silmek istediğinize emin misiniz ?

# User.ModalTitle.Edit
source: Edit User
tr: Kullanıcı Düzenle

# User.ModalTitle.Show
source: User Details
tr: Kullanıcı Detayları

# User.Nickname
source: Nickname
tr: Takma Adı

# User.OrganizationID
source: Organization
tr: Kurum

# User.Password
source: Password
tr: Parola

# User.SuperAdmin
source: Account is Super Admin?
tr: Sistem Yöneticisi?

# User.Table.NoTitle
source: No Title
tr: Ünvanı yok

# User.Title
source: Title
tr: Ünvan

# User.Username
source: Username
tr: Kullanıcı Adı

# Users-&gt;All
source: Users->All
tr: Kullanıcılar->Tüm

# Users-&gt;Create
source: Users->Create
tr: Kullanıcılar->Oluştur

# Users-&gt;Delete
source: Users->Delete
tr: Kullanıcılar->Sil

# Users-&gt;Edit
source: Users->Edit
tr: Kullanıcılar->Düzenle

# Users-&gt;Show
source: Users->Show
tr: Kullanıcılar->Göster

# Users-&gt;Table
source: Users->Table
tr: Kullanıcılar->Tablo
